/**
 * Created by Administrator on 2017/1/3.
 */
var json=[
    {   index:0,
        title:"首页",
        txt:"开题报告——下沙文体活动中心设计",
        srcul:"images/1.jpg"
    },
    {   index:1,
        title:"研究对象：文化中心",
        txt:"本次毕业设计选取文化中心为研究对象，并且顺应建筑节能节料的时代需求收集国内外相关建筑的设计实例，加以分析，学习提出设计概念，综合体现在设计中。",
        srcul:"images/2.jpg"
    },
    {   index:2,
        title:"研究基本内容",
        txt:"深入研究下沙和杭州的文化传统、文化背景。理解消化杭州的文化，提取其中可以转换成建筑语言的元素。了解当地人们的生活方式和文化需求，因为建成的文体活动中心就是服务于人们的，所以研究上也要“以人为本”。而不同的人群有不同的需求，怎么综合各方的利益也是需要好好研究的。还有如何在文体活动中心的设计中做到节能和可持续。",
        srcul:"images/3.jpg"
    },
    {   index:3,
        title:"选题意义",
        txt:"关于文化建筑：<br/>课题研究如何通过合理的建筑设计让文体活动中心成为能真正体现当地地域性文化，平易近人，人们乐于参与其中的文体活动中心。让文化中心真正服务于当地人们而不是成为一个摆设的标志建筑或者政府的形象工程。同时通过研究设计能减少建筑建设和运营过程中的资源浪费和能源消耗。<br/>关于绿色建筑：<br/>建筑的建造和使用过程中都会消耗大量的资源，使得我们的生活环境越来越恶化。文化建筑作为重要的公共建筑和区域名片更应该重视绿色建筑设计理念，因此这次设计文体中心设计还要遵循绿色生态和可持续的原则。",
        srcul:"images/4.jpg"
    },
    {   index:4,
        title:"选题意义之：文化中心的作用",
        txt:"文化活动的载体<br><br>提升区域形象<br><br>吸引人流聚集人气<br><br>促进人们交流<br><br>促进经济发展",
        srcul:"images/5.jpg"
    },
    {   index:5,
        title:"有关任务书",
        txt:"总体规划指标要求：<br>1.用地面积：7397㎡<br>2.必须具备的部分功能：<br>文化中心：9000㎡<br>街道办事处：1000㎡<br>3.容积率≤2.0<br>4.建筑密度≤30% <br>5.绿地率≥30%<br>6.建筑限高≤55米<br>设计建筑类型：文体活动中心 <br>用地位置：江干区杭州市下沙5号路以东，8号大街以北，6号大街以南地块。<br>总用地面积7397平方米。",
        srcul:"images/6.jpg"
    },
    {   index:6,
        title:"可行性分析：",
        txt:"课题内容的可行性分析：<br>这次的项目为杭州市下沙文体活动中心方案设计。本方案地块位于杭州江干区下沙5号路以东，8号大街以北，6号大街以南地块。项目地点离我住处近便于现场调研规划的建设用地面积约为7397平方米，基地面积不大课题为简单的建筑群或建筑单体设计、工程量我足以胜任。我在下沙生活了四年多，对下沙的地形、交通、文化环境、人们的一些生活习惯等比较了解<br>个人完成可行性分析：<br>在大学近四年的学习和在公司近一年的实习中积累了不少知识，参与了课程和实践以及各种建筑类的竞赛，对文化建筑、绿色建筑有了不少的心得，也大致掌握了建筑设计的相关规范。能比较熟练地掌握CAD、SketchUp、Photoshop、Revit、Rhino、AI、ID等设计和出图的相关软件。",
        srcul:"images/7.jpg"
    },
    {   index:7,
        title:"拟解决的主要问题",
        txt:"文体活动中心的服务对象问题：文体活动中心最重要的目的就是为人们提供便利的生活和文化服务，那么服务对象就很重要，因为不同年龄，不同家乡，不同，不同受教育程度，不同工作，不同家庭组成的人对文化的需求也不一样。 <br>文体活动中心的功能确定和排布问题：布局什么功能来解决当地民众需求。怎么样解决好建筑的基本功能和组织问题，怎么将建筑很好地融合在周边环境中。 <br>通过建筑本身的设计来实现建筑节能的问题：如何通过建筑设计真正实现节能减排的效果，而不是仅仅将绿色建筑作为一个噱头。<br>将杭州文化体现在文体活动中心的建筑设计中的问题：文化中心当然需要体现当地的文化，但怎么在建筑中表达，设计一个有“内涵”的建筑且又不哗众取宠是我们需要探讨解决的。",
        srcul:"images/8.jpg"
    },
    {   index:8,
        title:"总体研究思路",
        txt:"基地调研>服务对象调研>收集设计资料>学习规范>方案推敲研究>设计出图<br>预期研究成果<br>通过对杭州市下沙文体活动中心的设计将所学到的建筑设计知识和理论加以实践。学习和巩固各种相关建筑规范以及建筑基本的理论知识。通过查找资料和调研学习现有的优秀建筑案例，发现现有文化建筑的问题并加以研究吸取教训。解决好功能和立面、造型之间的对应关系。将可持续的理念运用在建筑设计中，贴近实际，贴近生活，适当创新。",
        srcul:"images/9.jpg"
    },
    {   index:9,
        title:"调研和资料收集<br>",
        txt:"基地调研<br>服务对象调研<br>收集设计资料",
        srcul:"images/10.jpg"
    },
    {   index:10,
        title:"基地的一些调研成果",
        txt:"经过调研了解到：本项目基地处在下沙开发区比较中心的地带。沿着五号大街往北走1100米左右就可以抵达文泽路地铁站，离下沙著名的物美商圈只有700多米的距离，基地在六号大街和五号大街交界的十字路口，十字入口有一大的圆形环岛，基地的北面紧靠五号大街处是一条小的河流。基地的东、南、西侧目前都是工厂厂区，这是比较需要处理好的问题。基地的西北和北侧是住宅区。说实话，下沙这地方基本是农田上建成的新城，本身没有很多文化积淀和文化历史，估计要从整个杭州的角度来提取文化元素。",
        srcul:"images/11.jpg"
    },
    {   index:11,
        title:"下沙的人口组成",
        txt:"初步的调查了解到现在“下沙人”基本上由这几部分组成：几万的原住居民；20余万的大学生及大学刚毕业在下沙工作的人；最多的还是几十万的工厂打工人员和其他在下沙工作的人员（这些人员多数是外地来的），可以说以“新杭州人”和“临时杭州人”为主。<br>除了原住民外，这些人群的基本特点是：年轻人居多（单身、小两口和带着小孩），老年人少，整体是比较有活力的；收入整体并不高（多为刚毕业的人、打工人士、买不起城里高房价的人，当然教师群体收入比较高但毕竟数量较少）；受教育程度的差异比较大，年长的原住民和打工者大多为中学学历，而大学生等的受教育程度较高；多数不是下沙本地人，对本地的归属感较低。",
        srcul:"images/12.jpg"
    },
    {   index:12,
        title:"现有文化建筑的不足之处",
        txt:"追求“高大上”重外表轻内涵: 一些文化建筑爱标新立异，试图尽量地“吸引眼球”。还有许多文化建筑为了气派制造出大量大体量而不实用的空间，在这些“假大空”的空间里，人们的空间尺度体验很差，拉开了人和建筑的距离。 <br>缺乏区域文化特色: 现在路上到处都被“国际风”的现代建筑所充斥着，人们无法在建筑中找到自己的归属感。更有甚者，盲目地“崇洋媚外”，直接抄袭各种国外风格的建筑。 <br>拘泥于传统形式: 有些文化建筑为了表现传统文化，生搬硬套传统的元素，生硬地使用传统的构件和符号，就像一个个造假的赝品。其实现代人的生活生产方式都和过去有着翻天覆地的变化，过去的一些建筑形式建筑造型并不完全适合现在，所以单纯地模仿构件只是拘泥于传统形式，并没有实际的意义。",
        srcul:"images/13.jpg"
    },
    {   index:13,
        title:"现有绿色建筑待改进的地方",
        txt:"“高技派”盛行，主动式节能建筑多<br>许多的“绿色建筑”是用高科技来解决节能问题高科技的使用当然没有错。但高科技的前期投入和后期维护成本毕竟比较高，且不是每个地方都适合使用的,将建筑本身的建筑被动式节能做好（如合适的窗地比、合理建筑的朝向、合适的围护结构、改善小气候中庭设计等）可以节省大量的资金用于别的方面。<br>施工过程中消耗大量资源或者污染环境<br>有些“绿色建筑”其实施工中浪费资源或污染环境。如一些覆土建筑的施工是先把整个地块挖空，再在挖空的基 地上盖好建筑后再埋土种植。一些绿色建筑的大量建筑材料是从很远的地方运来或采用高难度的施工工艺，真正绿色节能的建筑是用当地的材料，当地比较成熟的施工工艺建成的。",
        srcul:"images/14.jpg"
    },
    {   index:14,
        title:"感谢",
        txt:"Thanks",
        srcul:"images/15.jpg"
    },
]
